Repository: Softcatala/translation-memory-tools
Catalog: latest-memories/tmx/filezilla-tm.tmx
Source language: en
Languages: ca_es

source: The file you have selected contains site manager data from a previous version of FileZilla. Due to differences in the storage format, only host, port, username and password will be imported. Continue with the import?
ca_es: El fitxer que heu seleccionat conté dades del gestor de llocs d'una versió anterior del FileZilla. Per les diferències a la forma de desar les dades, només el servidor, port, usuari i contrasenya seran importats. Voleu continuar amb la importació?

source: The filename column can neither be hidden nor moved.
ca_es: La columna del nom del fitxer no es pot amagar ni moure.

source: The filename column cannot be hidden.
ca_es: La columna del nom del fitxer no es pot amagar.

source: The following files are currently being edited:
ca_es: Els següents fitxers estan sent editats:

source: The global bookmarks could not be saved.
ca_es: No s'han pogut desar les adreces d'interès.

source: The higher the debug level, the more information will be displayed in the message log. Displaying debug information has a negative impact on performance.
ca_es: Com més alt sigui el nivell de depuració, més informació es mostrarà al registre de missatges. Mostrar la informació de depuració té un impacte negatiu en el rendiment.

source: The limit needs to be between 1 and 2000 MiB
ca_es: El límit cal que sigui entre 1 i 2000 MiB

source: The local directory '%s' is not below the synchronization root (%s). Disable synchronized browsing and continue changing the local directory?
ca_es: El directori local '%s' no està sota l'arrel sincronitzada (%s). Desactivo la navegació sincronitzada i continuo canviant el directori local?

source: The lowest available port has to be less or equal than the highest available port.
ca_es: El port més baix disponible ha de ser menor o igual al port més alt disponible.

source: The most recent version has been downloaded. Click on Finish to close FileZilla and to start the installation.
ca_es: La darrera versió ha estat baixada. Cliqueu a Finalitza per a tancar el FileZilla i començar la instal·lació.

source: The queue will not be saved.
ca_es: No es desarà la cua.

source: The remote directory '%s' is not below the synchronization root (%s). Disable synchronized browsing and continue changing the remote directory?
ca_es: El directori remot '%s' no està sota l'arrel sincronitzada (%s). Desactivo la navegació sincronitzada i continuo canviant el directori remot?

source: The selected categories have been imported.
ca_es: Les categories seleccionades s'han importat.

source: The selected file contains importable data for the following categories:
ca_es: El fitxer seleccionat conté dades importables de les següents categories:

source: The selected file is already being edited:
ca_es: El fitxer seleccionat ja està sent editat.

source: The selected file is still opened in some other program, please close it.
ca_es: El fitxer seleccionat ja està obert en algun altre programa. si us plau, tanqueu-lo.

source: The selected file would be executed directly. This can be dangerous and damage your system. Do you really want to continue?
ca_es: El fitxer seleccionat serà executat directament. Això pot ser perillós i malmetre el vostre sistema. Esteu segur que voleu continuar?

source: The server could not be added.
ca_es: No s'ha pogut afegir el servidor.

source: The server sent an unexpected or unrecognized reply.
ca_es: El servidor ha enviat una resposta no reconeixible.

source: The server uses following charset encoding for filenames:
ca_es: El servidor utilitza la següent codificació pels noms de fitxers:

source: The server's certificate is unknown. Please carefully examine the certificate to make sure the server can be trusted.
ca_es: El certificat del servidor és desconegut. Si us plau, examineu curosament el certificat per assegurar-vos que podeu confiar en el servidor.

source: The server's host key is unknown. You have no guarantee that the server is the computer you think it is.
ca_es: La clau de l'amfitrió és desconeguda. No hi ha cap garantia que el servidor es l'ordinador que penseu que és.

source: The settings have been imported. You have to restart FileZilla for all settings to have effect.
ca_es: La configuració ha estat importada. Heu de reiniciar el FileZilla perquè la nova configuració tingui efecte.

source: The target file already exists. Please choose an action.
ca_es: El fitxer destí ja existeix. Si us plau, escolliu una acció.

source: The test did not succeed. Do you really want to save the settings?
ca_es: La prova no ha reeixit. Esteu segur que voleu desar la configuració?

source: Themes
ca_es: Temes

source: This filter set cannot be removed.
ca_es: El conjunt de filtres no es pot suprimir.

source: This filter set cannot be renamed.
ca_es: No pot reanomenar-se el filtre.

source: This means that some router and/or firewall is still interfering with FileZilla.
ca_es: Això vol dir que algun encaminador (router) o tallafocs està encara interferint amb el FileZilla.

source: This only works if you are not behind a router, else your system would just return your internal address.
ca_es: Això només fuciona si no sou darrere un encaminador (router), sinó el vostre sistema retornarà l'adreça interna.

source: This wizard will help you to properly configure any routers and firewalls you have and tests your configuration.
ca_es: Aquest auxiliar us ajudarà a configurar correctament qualsevol encaminador (router) o tallafocs que tingueu i provar la vostra configuració.

source: Time formatting
ca_es: Format de l'hora

source: Time&out in seconds:
ca_es: Temps d'espera en seg&ons:

source: Timeout
ca_es: Temps d'espera

source: Timezone offsets: Server: %d seconds. Local: %d seconds. Difference: %d seconds.
ca_es: Òfsets de zona horària: Servidor: %d segons. Local: %d segons. Diferència: %d segons.

source: Title:
ca_es: Títol:

source: To compare directories, both file lists have to be aligned.
ca_es: Per a comparar directoris les llistes de fitxers han d'estar alineades.

source: To do this, the directory trees need to be both shown or both hidden.
ca_es: Per fer això, els arbres de directoris necessiten estar amagats o mostrats ambdós.

source: To support public key authentication, FileZilla needs to know the private keys to use.
ca_es: Per ser compatible amb l'autentificació de clau pública, el FileZilla necessita saber quines claus privades utilitzar.

source: Toggle synchronized browsing. If enabled, navigating the local directory hierarchy will also change the directory on the server accordingly and vice versa.
ca_es: Activa/Desactiva la navegació sincronitzada. Si està activat, en navegar pel directori local veurem com també canvia el directori del servidor , d'acord amb l'estructura local i a l'inrevés.

source: Toggles processing of the transfer queue
ca_es: Commuta el processament de la cua de transferències

source: Toggles the display of the local directory tree
ca_es: Commuta la visualització de l'arbre de directoris locals

source: Toggles the display of the message log
ca_es: Commuta la visualització del registre de missatges

source: Toggles the display of the remote directory tree
ca_es: Commuta la visualització de l'arbre de directoris remots

source: Toggles the display of the transfer queue
ca_es: Commuta la visualització de la cua de transferències

source: Too long header line
ca_es: Línia de capçalera massa llarga

source: Too many redirects
ca_es: Massa redireccions

source: Trace:
ca_es: Traça:

source: Transfer
ca_es: Transferència

source: Transfer &direction
ca_es: &Direcció de transferència

source: Transfer &type
ca_es: Tipus de &transferència

source: Transfer Mode
ca_es: Mode de transferència

source: Transfer connection interrupted: %s
ca_es: S'ha interromput la connexió de transferència: %s

source: Transferred data got tainted.
ca_es: Les dades rebudes han estat interferides.

source: Transferring
ca_es: S'està transferint...

source: Transfers
ca_es: Transferències

source: Treat files &without extension as ASCII file
ca_es: Tracta els fit&xers sense extensió com fitxers Ascii

source: Treat the &following filetypes as ASCII files:
ca_es: Tracta els següents tipus de &fitxers com fitxers ASCII:

source: Trust the new key and carry on connecting?
ca_es: Confieu en la nova clau i voleu continuar amb la connexió?

source: Trust this certificate and carry on connecting?
ca_es: Confieu en aquest certificat i voleu continuar la connexió?

source: Trust this host and carry on connecting?
ca_es: Confieu en aquest amfitrió i voleu continuar amb la connexió?

source: Type
ca_es: Tipus

source: Type of FTP Proxy:
ca_es: Tipus de servidor intermediari FTP:

source: Type of generic proxy:
ca_es: Tipus de servidor intermediari genèric

source: U&pload
ca_es: &Puja

source: U&pload limit:
ca_es: Límit de &pujada:

source: U&se filetype associations if available
ca_es: Utilitza les a&ssociacions dels tipus de fitxers si estan disponibles

source: U&se system defaults
ca_es: Utilitza el&s valors del sistema per defecte

source: USER@&HOST
ca_es: USUARI@&AMFITRIÓ

source: Unassigned error code %d
ca_es: Codi d'error no assignat: %d

source: Unit:
ca_es: Unitat:

source: Unknown
ca_es: Desconegut

source: Unknown FTP proxy type, cannot generate login sequence.
ca_es: Tipus de servidor intermediari FTP desconegut, no es pot generar les dades d'entrada.

source: Unknown SOCKS protocol version: %d
ca_es: Versió del protocol SOCKS desconeguda: %d

source: Unknown certificate
ca_es: Certificat desconegut

source: Unknown error opening the file. Make sure the file can be accessed and is a well-formed XML document.
ca_es: Error desconegut en obrir l'arxiu.Assegura't que l'arxiu pot ser accesible i que és un document XML ben format.

source: Unknown host key
ca_es: Clau de l'amfitrió desconeguda

source: Unknown protocol version of SOCKS Username/Password Authentication subnegotiation: %d
ca_es: Versió del protocol SOCKS de subnegociació d'Auntentificació Usuari/Contrasenya desconeguda: %d

source: Unknown root element, the file does not appear to be generated by FileZilla.
ca_es: Element arrel desconegut, l'arxiu no sembla generat per Filezilla.

source: Unless these problems get fixed, active mode FTP will not work and passive mode has to be used.
ca_es: A no ser que aquests problemes es solucionin, el mode actiu FTP no funcionarà i s'haurà d'utilitzar el mode passiu.

source: Unless this problem gets fixed, active mode FTP will not work and passive mode has to be used.
ca_es: A no ser que aquest problema es solucioni, el mode FTP actiu no funcionarà i s'haurà d'utilitzar el mode passiu.

source: Unsupported redirect
ca_es: Redirecció no compatible

source: Up&load and unedit
ca_es: Pu&ja i desedita

source: Update wizard
ca_es: Auxiliar d'actualització

source: Upload
ca_es: Puja

source: Upload failed
ca_es: La pujada ha fallat

source: Upload selected directory
ca_es: Puja el directori seleccionat

source: Upload selected files and directories
ca_es: Puja els fitxers i directoris seleccionats

source: Upload this file back to the server?
ca_es: Voleu tornar a pujar aquest fitxer al servidor?

source: Upload this file to the server?
ca_es: Voleu pujar aquest fitxer al servidor?

source: Uploading
ca_es: S'està pujant

source: Uploading and pending removal
ca_es: Pujant i esborrat pendent

source: Uploading and unediting
ca_es: Pujant i desfent l'edició

source: Use &custom charset
ca_es: Utilitza un joc de &caràcters personalitzat

source: Use &custom editor:
ca_es: Usa edit&or personalitzat:

source: Use &default editor for text files
ca_es: Usa l'editor per &defecte per als fitxers de text

source: Use &synchronized browsing
ca_es: Usa navegació & sincronitzada

source: Use UTF-8 if the server supports it, else use local charset.
ca_es: Utilitza UTF-8 si el servidor n'és compatible, sinó utilitza el joc de caràcters local.

source: Use server currently connected to
ca_es: Utilitza el servidor al qual s'està connectat actualment

source: Use server from site manager
ca_es: Utilitza el servidor des del gestor de llocs

source: Use system &defaults
ca_es: Utilitza els valors per &defecte del sistema

source: Use the following IP address:
ca_es: Utilitza aquesta adreça IP:

source: Use the following port range:
ca_es: Utilitza aquest rang de ports:

source: Use the server's external IP address instead
ca_es: Utilitza l'adreça IP externa del servidor en lloc de

source: Use this if you're behind a router and have a static external IP address.
ca_es: Utilitzeu-ho si sou darrere d'un encaminador (router) i teniu una adreça IP externa estàtica.

source: Use this option if you have a dynamic IP address. FileZilla will contact the above server once each session as soon as you use active mode for the first time. Only the version of FileZilla you're using is submitted to the server.
ca_es: Utilitzeu aquesta opció si teniu IP dinàmica. El FileZilla contactarà amb el servidor de sobre una vegada a cada sessió tan aviat com utilitzeu el mode actiu per primera vegada. Al servidor només s'hi envia la versió de FileZilla que esteu fent servir.

source: User:
ca_es: Usuari:

source: Username cannot be a series of spaces
ca_es: El nom d'usuari no pot ser una sèrie d'espais

source: Using proxy %s
ca_es: S'està usant l'intermediari %s

source: Using the wrong charset can result in filenames not displaying properly.
ca_es: Si utilitzeu el joc de caràcters equivocat pot provocar que els noms dels fitxers no es mostrin correctament.

source: Using this wizard you can check for available updates to FileZilla.
ca_es: Si utilitzeu aquest auxiliar podeu comprovar si hi ha actualitzacions per al FileZilla.

source: Valid from:
ca_es: Vàlid des de:

source: Valid to:
ca_es: Vàlid fins:

source: Verbose log messages from wxWidgets
ca_es: Missatges de registre detallats del wxWidgets

source: Verifying certificate...
ca_es: S'està verificant el certificat...

source: Very high
ca_es: Molt alt

source: View hidden option set, but unsupported by server
ca_es: La opció per mostrar els fitxers ocults està activada però no és compatible amb el servidor

source: View/Edit
ca_es: Visualitza/Edita

source: Visible columns
ca_es: Columnes visibles

source: W&rite
ca_es: Esc&riptura

source: Waiting
ca_es: S'està esperant

source: Waiting for browsing connection
ca_es: S'està esperant la connexió del navegador

source: Waiting for password
ca_es: S'està esperant la contrasenya

source: Waiting for transfer to be cancelled
ca_es: S'està esperant la cancel·lació de la transferència

source: Waiting to retry...
ca_es: S'està esperant per a tornar a provar-ho...

source: Warning! A bug in Windows causes problems with FileZilla The bug occurs if you have - Windows Server 2003 or XP 64 - Windows Firewall enabled - Application Layer Gateway service enabled See http://support.microsoft.com/kb/931130 for background information. Unless you either disable Windows Firewall or the Application Layer Gateway service, FileZilla will timeout on big transfers.
ca_es: Avís! Un error del Windows provoca problemes en el FileZilla L'error es produeix si teniu - Windows Server 2003 o XP 64 - El tallafocs de Windows habilitat - El servei Application Layer Gateway habilitat Consulteu http://support.microsoft.com/kb/931130 per a més informació. Si no inhabiliteu el tallafocs de Windows o el servei Application Layer Gateway , FileZilla patirà un problema del tipus temps d'espera excedit a les transferències de fitxers grans.

source: Warning, ignoring data connection from wrong IP.
ca_es: Avís: s'ignora la connexió de dades des d'una IP equivocada.

source: Warning, use nightly builds at your own risk. No support is given for nightly builds. Nightly builds may not work as expected and might even damage your system. Do you really want to check for nightly builds?
ca_es: Avís: utilitzeu les versions de prova sota la vostre responsabilitat. No es dona suport a les versions de prova. Les versions de prova poden no funcionar com s'espera i danyar el vostre sistema. Esteu segur que voleu provar les darreres versions de prova?

source: Warning: Potential security breach!
ca_es: Avís: pot haver-hi un forat de seguretat!

source: What's new:
ca_es: Novetats:

source: Widescreen
ca_es: Pantalla ampla

source: Wr&ite
ca_es: Escr&iptura

source: Wrong external IP address
ca_es: L'adreça IP externa errònia

source: Wrong line endings
ca_es: El format de final de línia erroni

source: Yes
ca_es: Sí

source: You are already using the most recent version of FileZilla. Please check again in future.
ca_es: Ja esteu utilitzant la darrera versió del FileZilla. Si us plau, torneu a comprovar-ho en el futur.

source: You can use an x at any position to keep the permission the original files have.
ca_es: Podeu utilitzar una x a qualsevol posició per a mantenir el permís original del fitxer.

source: You cannot import settings from FileZilla's own settings directory.
ca_es: No es pot importar la configuració des del propi directori de configuració del FileZilla

source: You did not enter a new name for the file. Overwrite the file instead?
ca_es: No heu especificat un nou nom pel fitxer. Voleu sobreescriure el fitxer?

source: You have selected more than 10 files for editing, do you really want to continue?
ca_es: Heu seleccionat editar més de 10 fitxers. Segur que voleu continuar?

source: You have selected more than 10 files or directories to open, do you really want to continue?
ca_es: Heu seleccionat obrir més de 10 fitxers o directoris. Segur que voleu continuar?

source: You have to enter a hostname.
ca_es: Heu d'especificar un nom d'amfitrió vàlid.

source: You have to enter a local directory.
ca_es: Heu d'introduir un directori local.

source: You have to enter a valid IP address.
ca_es: Heu d'introduir una adreça IP vàlida.

source: You have to enter a writable local directory.
ca_es: Heu d'introduir un directori local amb permisos d'escriptura.

source: You have to enter an account name
ca_es: Heu d'introduir un nom de compte

source: You have to specify a user name
ca_es: Heu d'especificar un nom d'usuari

source: You likely have a router or firewall which erroneously modified the transferred data.
ca_es: Probablement teniu un encaminador o tallafocs que ha modificat erròniament les dades transferides.

source: You need to enter a name for the bookmark.
ca_es: Cal que introduïu un nom per a l'adreça d'interès.

source: You need to enter a name for the log file.
ca_es: Cal que introduïu un nom per al fitxer de registre.

source: You need to enter a properly quoted command.
ca_es: Cal que escriviu correctament l'ordre entre comes.

source: You need to enter a proxy host.
ca_es: Cal que introduïu el nom del servidor intermediari.

source: You need to enter a proxy port in the range from 1 to 65535
ca_es: Cal que introduïu un número de port del servidor intermediari d'1 a 65535

source: You need to enter at least one path, empty bookmarks are not supported.
ca_es: Cal que introduïu com a mínim un camí, no es permeten les adreces d'interès buides.

source: You need to enter both a local and a remote path to enable synchronized browsing for this bookmark.
ca_es: Cal que introduïu tant un camí local com un remot per tal de poder habilitar la navegació sincronitzada d'aquesta adreça interès.

source: You need to enter both a local and a remote path to enable synchronized browsing for this site.
ca_es: Cal que introduïu tant un camí local com un remot per tal de poder habilitar la navegació sincronitzada d'aquest lloc.

source: You need to specify a local file.
ca_es: Heu d'especificar un fitxer local.

source: You need to specify a remote file.
ca_es: Heu d'especificar un fitxer remot.

source: You need to specify a remote path.
ca_es: Heu d'especificar un camí remot.

source: You need to specify a server.
ca_es: Heu d'especificar un servidor.

source: You should have no problems connecting to other servers, file transfers should work properly.
ca_es: No hauríeu de tenir problemes connectant-vos amb altres servidors, les transferències de fitxers hauríen de funcionar correctament.

source: begins with
ca_es: comença amb

source: contains
ca_es: conté

source: ends with
ca_es: acaba amb

source: equals
ca_es: equival

source: file
ca_es: fitxer

source: fz3temp-lockfile
ca_es: fz3temp-fitxerbloquejat

source: fzputtygen could not be started. Please make sure this executable exists in the same directory as the main FileZilla executable.
ca_es: No s'ha pogut iniciar el fzputtygen. Si us plau, assegureu-vos que aquest executable existeix en el mateix directori que l'executable del FileZilla.

source: fzsftp could not be started
ca_es: no s'ha pogut iniciar el fzsftp

source: greater than
ca_es: més gran de

source: group executable
ca_es: executable pel grup

source: group readable
ca_es: llegible pel grup

source: group writeable
ca_es: enregistrable pel grup

source: is equal to
ca_es: equival a

source: is set
ca_es: està definit

source: is unset
ca_es: no està definit

source: less than
ca_es: menor que

source: matches regex
ca_es: coincideix amb l'expressió regular

source: owner executable
ca_es: executable pel propietari

source: owner readable
ca_es: llegible pel propietari

source: owner writeable
ca_es: enregistrable pel propietari

source: unknown
ca_es: desconegut

source: world executable
ca_es: executable per tothom

source: world readable
ca_es: llegible per tothom

source: world writeable
ca_es: enregistrable per tothom
